Repository: miokato/PocketTown
Catalog: PocketTown/Localizable.xcstrings
Source language: en
Languages: ja

# error.location.permission
source: Location permission denied
ja: 位置情報の使用が許可されていません

# error.location.unavailable
source: Location unavailable
ja: 現在位置を取得できません

# error.network
source: Network error occurred
ja: ネットワークエラーが発生しました

# error.weather.unavailable
source: Weather service unavailable
ja: 天気情報サービスが利用できません

# map.button.settings
source: Open Settings
ja: 設定を開く

# map.error.message
source: An error occurred while getting location
ja: 位置情報の取得中にエラーが発生しました

# map.error.title
source: Location Error
ja: 位置情報エラー

# map.permission.message
source: Please allow location access in Settings
ja: 設定アプリから位置情報の使用を許可してください

# map.permission.title
source: Location Access Required
ja: 位置情報へのアクセスが必要です

# mapsheet.alert.title
source: Please enter a title
ja: タイトルを入力してください

# mapsheet.button.cancel
source: Cancel
ja: キャンセル

# mapsheet.button.save
source: Save
ja: 保存

# mapsheet.label.coordinates
source: Coordinates
ja: 座標

# mapsheet.label.latitude
source: Latitude
ja: 緯度

# mapsheet.label.longitude
source: Longitude
ja: 経度

# mapsheet.label.title
source: Title
ja: タイトル

# mapsheet.placeholder.title
source: Enter place name
ja: 場所の名前を入力

# mapsheet.title
source: New Pin
ja: 新しいピン

# weather.button.retry
source: Retry
ja: 再試行

# weather.condition.blizzard
source: Blizzard
ja: 吹雪

# weather.condition.blowingSnow
source: Blowing Snow
ja: 地吹雪

# weather.condition.breezy
source: Breezy
ja: そよ風

# weather.condition.clear
source: Clear
ja: 晴れ

# weather.condition.cloudy
source: Cloudy
ja: 曇り

# weather.condition.drizzle
source: Drizzle
ja: 霧雨

# weather.condition.dust
source: Dust
ja: 砂塵

# weather.condition.flurries
source: Flurries
ja: にわか雪

# weather.condition.foggy
source: Foggy
ja: 霧

# weather.condition.freezingDrizzle
source: Freezing Drizzle
ja: 着氷性の霧雨

# weather.condition.freezingRain
source: Freezing Rain
ja: 着氷性の雨

# weather.condition.frigid
source: Frigid
ja: 極寒

# weather.condition.hail
source: Hail
ja: ひょう

# weather.condition.haze
source: Haze
ja: もや

# weather.condition.heavyRain
source: Heavy Rain
ja: 大雨

# weather.condition.heavySnow
source: Heavy Snow
ja: 大雪

# weather.condition.hot
source: Hot
ja: 猛暑

# weather.condition.hurricane
source: Hurricane
ja: ハリケーン

# weather.condition.isolatedThunderstorms
source: Isolated Thunderstorms
ja: ところにより雷雨

# weather.condition.mostlyClear
source: Mostly Clear
ja: おおむね晴れ

# weather.condition.mostlyCloudy
source: Mostly Cloudy
ja: おおむね曇り

# weather.condition.partlyCloudy
source: Partly Cloudy
ja: 晴れ時々曇り

# weather.condition.rain
source: Rain
ja: 雨

# weather.condition.scatteredThunderstorms
source: Scattered Thunderstorms
ja: ところどころ雷雨

# weather.condition.sleet
source: Sleet
ja: みぞれ

# weather.condition.smoky
source: Smoky
ja: 煙霧

# weather.condition.snow
source: Snow
ja: 雪

# weather.condition.strongStorms
source: Strong Storms
ja: 激しい嵐

# weather.condition.sunFlurries
source: Sun Flurries
ja: 晴れ時々雪

# weather.condition.sunShowers
source: Sun Showers
ja: 晴れ時々雨

# weather.condition.thunderstorm
source: Thunderstorm
ja: 雷雨

# weather.condition.tropicalStorm
source: Tropical Storm
ja: 熱帯低気圧

# weather.condition.unknown
source: Unknown
ja: 不明

# weather.condition.windy
source: Windy
ja: 強風

# weather.condition.wintryMix
source: Wintry Mix
ja: 雨雪混じり

# weather.error.unavailable
source: Weather unavailable
ja: 天気情報を取得できません

# weather.loading.message
source: Loading weather...
ja: 天気情報を取得中...

# キャンセル
source: Cancel
ja: キャンセル

# タイトル
source: Title
ja: タイトル

# タイトルを入力してください
source: Please enter a title
ja: タイトルを入力してください

# 保存
source: Save
ja: 保存

# 場所の名前を入力
source: Enter place name
ja: 場所の名前を入力

# 座標
source: Coordinates
ja: 座標

# 新しいピン
source: New Pin
ja: 新しいピン

# 経度: %@
source: Longitude: %@
ja: 経度: %@

# 緯度: %@
source: Latitude: %@
ja: 緯度: %@
